IDEA Open Model
SectionStiffnesses.EAx Property
Compatible with IDEA StatiCa 20.1
 axial stiffness
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double EAx { get; set; }
Public Property EAx As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionStiffnesses Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace